jQuery(function(e){
    e.datepicker.regional["ar"]={
        closeText:"قريب",
        prevText:"قبل",
        nextText:"بعد",
        currentText:"هذا اليوم",
        monthNames:["يناير", "فبراير", "مارس", "أبريل", "مايو", "يونيو", "يوليو", "أغسطس", "سبتمبر", "أكتوبر", "نوفمبر", "ديسمبر"],
        monthNamesShort:["يناير", "فبراير", "مارس", "أبريل", "مايو", "يونيو", "يوليو", "أغسطس", "سبتمبر", "أكتوبر", "نوفمبر", "ديسمبر"],
        dayNames:["الأحد", "الاثنين", "الثلاثاء", "الأربعاء", "الخميس", "الجمعة", "السبت", "الأحد"],
        dayNamesShort:["أحد", "اثنين", "ثلاثاء", "أربعاء", "خميس", "جمعة", "سبت", "أحد"],
        dayNamesMin:["أح", "إث", "ث", "أر", "خ", "ج", "س", "أح"],
        rtl: true
    };
    // set language
    e.datepicker.setDefaults(e.datepicker.regional["ar"])
});